Tekla.Structures.DrawingInternal.Operation.SetDocumentManagerController(Tekla.Structures.DrawingInternal.DocumentManagerController)
Set document manager controller object on the TS side.
documentManagerController: The document manager controller.
Returns: True if successful.

Tekla.Structures.DrawingInternal.Operation.GetDocumentManagerController(Tekla.Structures.DrawingInternal.DocumentManagerController@)
Get document manager controller object on the TS side.
documentManagerController: The document manager controller.
Returns: True if successful.